[GENERAL]
NAME					= Swedish
TRANSLATOR				= FX | Åke Engelbrektson
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Ångra
TEXT_MESSAGEBOX_ABORT			= Avbryt
TEXT_MESSAGEBOX_RETRY			= Försök igen
TEXT_MESSAGEBOX_IGNORE			= Ignorera
TEXT_MESSAGEBOX_YES			= Ja
TEXT_MESSAGEBOX_NO			= Nej
TEXT_MESSAGEBOX_CONTINUE		= Fortsätt

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portabel
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Välj en mapp.
TEXT_ASSOC_IMAGE			= Bild(${str1})fil
TEXT_ASSOC_RAWIMAGE			= RAW bild(${str1})fil
TEXT_ASSOC_EBOOK			= Komprimerad bild(${str1})fil
TEXT_APP_DESC				= Honeyview är en ultrasnabb bildvisare.
TEXT_ABOUTBOX_TAB1			= Om Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Bildfil
TEXT_OPENFILEDLG_ALLFILE		= Alla filer
TEXT_NEW_FOLDER				= Ny mapp
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Kunde inte ladda ner installationsfilerna.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Versionskontrollen misslyckades
TEXT_UPDATE_VERSION_CHECKING		= Versionskontroll
TEXT_UPDATE_DOWNLOAD_FAILED		= Nedladdningen misslyckades
TEXT_UPDATE_LATEST_VERSION		= Det finns ingen uppdatering
TEXT_UPDATE_DO_DOWNLOAD			= Uppdatering krävs
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Nedladdningen klar

TEXT_MSG_LASTPAGE			= Detta är sista bilden.
TEXT_MSG_FIRSTPAGE			= Detta är första bilden.
TEXT_MSG_NOIMAGEFILE			= Det finns ingen bild i den komprimerade filen.
TEXT_MSG_INVALID_PHOTOFOLDER		= Ange sökväg till ˮfotomappenˮ i inställningarna.
TEXT_MSG_CANTOPENARCHIVE		= Kunde inte öppna filen:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Den här filen stöds inte. Prova att uppdatera till senaste programversion.
TEXT_MSG_INVALID_PASSWORD		= Fel lösenord.
TEXT_MSG_STRETCHWHENSMALL_ON		= Sträck ut små bilder: På
TEXT_MSG_STRETCHWHENSMALL_OFF		= Sträck ut små bilder: Av
TEXT_MSG_CANTOPENBOOKMARK		= Kunde inte öppna bokmärken.
TEXT_MSG_BROKENARCHIVE			= Denna komprimerade fil är skadad.
TEXT_MSG_ADDTOBOOKMARK			= Lägg till i bokmärken: 
TEXT_MSG_LOADRECENTBOOKMARK		= Öppna nyligen sparade bokmärken:
TEXT_MSG_SLIDESHOWSTART			= Startar bildspel: ${TIME}sek
TEXT_MSG_SLIDESHOWSTOP			= Stoppar bildspel
TEXT_MSG_ALWAYSONTOP_ON			= Alltid överst: På
TEXT_MSG_ALWAYSONTOP_OFF		= Alltid överst: Av
TEXT_MSG_ZOOMFIX_ON			= Fast zoom in/ut: På
TEXT_MSG_ZOOMFIX_OFF			= Fast zoom in/ut: Av
TEXT_MSG_EXTPROGERR_LAUNCH		= Öppna med bildredigerare
TEXT_MSG_EXTPROGERR_NOTSET		= Välj bildredigerare i inställningarna (Paint, Photoshop, etc.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Kom ihåg platsen i den komprimerade filen:
TEXT_MSG_RESTART_NOTIFY			= Programmet kommer att startas om.
TEXT_MSG_COPY2CLIPBOARD			= Kopierad till Urklipp.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Kunde inte kopiera till Urklipp.
TEXT_MSG_BOOKMARK_EXPORTED		= Bokmärket har sparats.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Kunde inte spara bokmärken.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Kunde inte öppna bokmärken. 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Kunde inte importera bokmärken.
TEXT_MSG_BOOKMARK_IMPORTED		= Bokmärkena har blivit importerade.
TEXT_MSG_SETWALLPAPER_FAILED		= Misslyckades med att ange skrivbordsbakgrund.
TEXT_MSG_CANT_OPEN_IMAGE		= Kan inte öppna bildfilen.
TEXT_MSG_TRANSFORM_COMPLETED		= Bearbetning slutförd.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Kan inte öppna filen.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Kan inte spara filen.
TEXT_MSG_CANT_OPEN_MMF			= Kan inte öppna MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Programmet kommer att starta om.
TEXT_MSG_DELETED			= Borttagen

TEXT_ASK_INIT				= Vill du återställa standardinställningarna?
TEXT_ASK_DELETE_IMAGE			= Vill du verkligen flytta denna fil till papperskorgen?
TEXT_ASK_DELETE_ARCHIVE			= Aktuell bild är en del av en komprimerad fil.[br][br]Vill du ta bort den komprimerade filen (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Vill du ta bort alla sparade bokmärken?
TEXT_ASK_LAUNCH_ASSOCUI			= För Windows 8 eller senare måste filtilläggen associeras manuellt. [br][br]Vill du associera filtilläggen?
TEXT_ASK_STOP_BATCH_PROCESSING		= Bearbetning pågår. Vill du avbryta?

TEXT_FILTERMODE_NONE			= Inget Filter
TEXT_FILTERMODE_BILINEAR		= Filter: Mjukare
TEXT_FILTERMODE_SHARPEN			= Filter: Mjukare+Skarpare

TEXT_SHOWMODE_NONE			= Visa: Originalstorlek (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Vy: Anpassa till fönster
TEXT_SHOWMODE_FIT2WIDTH			= Vy: Anpassa bredd
TEXT_SHOWMODE_TWO_L2R			= Smart dubbelvy (vänster->höger)
TEXT_SHOWMODE_TWO_R2L			= Smart dubbelvy (vänster<-höger)

TEXT_NEXTPATH_NOFILE			= Flytta mapp: Kan inte hittas (öppna en fil)
TEXT_NEXTPATH_LASTFOLDER		= Nästa mapp: Kan inte hittas
TEXT_PREVPATH_LASTFOLDER		= Föregående mapp: Kan inte hittas
TEXT_NEXTPATH_OPENFOLDER		= Nästa mapp:
TEXT_PREVPATH_OPENFOLDER		= Föregående mapp:

TEXT_DELETE				= Ta bort: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopiera till fotomapp 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopiera till fotomapp 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Flytta till fotomapp 1:

TEXT_SELECTFILEDLG_FILELIST		= Lista
TEXT_SELECTFILEDLG_DATE			= Senast ändrad
TEXT_SELECTFILEDLG_SIZE			= Storlek

TEXT_BOOKMARKEDITDLG_PATH		= Sökväg

TEXT_PAGETURNFX_NONE			= Ingen effekt
TEXT_PAGETURNFX_HV2			= Vänd
TEXT_PAGETURNFX_ALPHA			= Tona
TEXT_PAGETURNFX_SLIDE			= Glid

TEXT_FILEINFO_FILENAME			= Filnamn
TEXT_FILEINFO_SIZE			= Bildstorlek
TEXT_FILEINFO_CREATETIME		= Skapad
TEXT_FILEINFO_MODIFYTIME		= Senast ändrad
TEXT_FILEINFO_IMGINFO			= Bildinformation
TEXT_FILEINFO_ROTATE			= Rotation
TEXT_FILEINFO_ZOOM			= Zooma In/Ut

TEXT_EXIF_MAKER				= Tillverkare
TEXT_EXIF_MODEL				= Kameramodell
TEXT_EXIF_SOFTWARE			= Programvara
TEXT_EXIF_ARTIST			= Fotograf
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Fotodatum/-tid
TEXT_EXIF_FLASHUSED			= Blixt
TEXT_EXIF_FOCALLENGTH			= Brännvidd
TEXT_EXIF_FOCALLENGTH_35MM		= Motsvarande 35mm
TEXT_EXIF_EXPOSURETIME			= Slutare
TEXT_EXIF_EXPOSUREBIAS			= BIAS
TEXT_EXIF_APERTUREFNUMBER		= Bländare
TEXT_EXIF_ISOEQUIVALENT			= ISO
TEXT_EXIF_METERINGMODE			= Avståndsläge
TEXT_EXIF_EXPOSUREPROGRAM		= Exponeringsläge
TEXT_EXIF_DISTANCE			= Fokusavstånd
TEXT_EXIF_GPS				= GPS-information
TEXT_EXIF_COMMENT			= Kommentar

TEXT_CUSTOMCMD_NOOPERATION		= Gör inget
TEXT_CUSTOMCMD_FULLSCREEN		= Helskärm
TEXT_CUSTOMCMD_MAXIMIZE			= Maximera
TEXT_CUSTOMCMD_MINIMIZE			= Minimera
TEXT_CUSTOMCMD_PAGESELECT		= Välj bild
TEXT_CUSTOMCMD_EXIT			= Avsluta
TEXT_CUSTOMCMD_OPEN			= Öppna fil
TEXT_CUSTOMCMD_OPENFOLDER		= Öppna mapp
TEXT_CUSTOMCMD_NEXT1			= Nästa vy (dubbelvy) 
TEXT_CUSTOMCMD_PREV1			= Föregående vy (dubbelvy)
TEXT_CUSTOMCMD_NEXT			= Nästa bild
TEXT_CUSTOMCMD_PREV			= Föregående bild
TEXT_CUSTOMCMD_NEXT_RANDOM		= Nästa slumpmässiga bild
TEXT_CUSTOMCMD_PREV_RANDOM		= Föregående slumpmässiga bild
TEXT_CUSTOMCMD_HOME			= Första bilden
TEXT_CUSTOMCMD_END			= Sista bilden
TEXT_CUSTOMCMD_NEXT10			= Nästa 10:e bild
TEXT_CUSTOMCMD_PREV10			= Föregående 10:e bild
TEXT_CUSTOMCMD_SCROLL_UP		= Skrolla upp
TEXT_CUSTOMCMD_SCROLL_DN		= Skrolla ner
TEXT_CUSTOMCMD_SCROLL_LEFT		= Skrolla vänster
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Skrolla höger
TEXT_CUSTOMCMD_ZOOM_IN			= Zooma in
TEXT_CUSTOMCMD_ZOOM_OUT			= Zooma ut
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Kopiera till fotomapp
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Flytta till fotomapp
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopiera till fotomapp 2
TEXT_CUSTOMCMD_NEXTPATH			= Nästa komprimerade fil/mapp
TEXT_CUSTOMCMD_PREVPATH			= Föregående komprimerade fil/mapp
TEXT_CUSTOMCMD_CONTEXT_MENU		= Kontextmeny
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Visa fil-/EXIF-information

TEXT_COMBO_GIF_TRANS_OPTION_0		= Använd ursprunglig GIF-palett
TEXT_COMBO_GIF_TRANS_OPTION_1		= Använd vit bakgrundsfärg
TEXT_COMBO_GIF_TRANS_OPTION_2		= Använd rutmönster som bakgrund
TEXT_COMBO_GIF_TRANS_OPTION_3		= Använd svart bakgrundsfärg

TEXT_COMBO_LASTFILE_ACTION_NONE		= Gör inget
TEXT_COMBO_LASTFILE_ACTION_ASK		= Fråga
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Gå till första filen
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Gå till nästa/föregående mapp/fil

TEXT_ASSOC_GROUP0			= Mest använda bildformat
TEXT_ASSOC_GROUP1			= Nyligen introducerade bildformat
TEXT_ASSOC_GROUP2			= Förlustfria bildformat
TEXT_ASSOC_GROUP3			= Komprimerade bildfilsformat

TEXT_SORT_METHOD_FILENAME		= Sortera efter namn
TEXT_SORT_METHOD_DATE			= Sortera efter ˮSenast ändradˮ
TEXT_SORT_METHOD_SIZE			= Sortera efter storlek
TEXT_SORT_METHOD_EXT			= Sortera efter typ

TEXT_TRANSF_RESIZE_NONE			= Ändra inte storlek
TEXT_TRANSF_RESIZE_KEEPRATIO		= Bevara proportioner
TEXT_TRANSF_RESIZE_FITWIDTH		= Anpassa till fönsterbredd
TEXT_TRANSF_RESIZE_ADD			= Lägg till marginal
TEXT_TRANSF_RESIZE_CUT			= Beskär bild
TEXT_TRANSF_RESIZE_STRETCH		= Sträck ut bild

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Föregående mapp ( [ )
TEXT_BTN_NEXT_FOLDER			= Nästa mapp ( ] )
TEXT_BTN_PREV_ARCHIVE			= Föreg. komprimerade fil ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Nästa komprimerade fil ( ] )


[MENU]
MENUSTR_OPEN				= Öppna\tF2
MENUSTR_OPENFOLDER			= Öppna mapp\tF
MENUSTR_CLOSE				= Stäng\tF4
MENUSTR_PAGESELECT			= Välj bild\tEnter
MENUSTR_OPEN_FILEPOSITION		= Visa i Windows Utforskaren\tCtrl+Enter

MENUSTR_FILTER_NONE			= Inget Filter\tU
MENUSTR_FILTER_BILINEAR			= Mjukare\tI
MENUSTR_FILTER_SHARPEN			= Mjukare+Skarpare\tS

MENUSTR_PAGEMOVE			= Navigation
MENUSTR_PAGEMOVE_NEXT			= Nästa bild\t->
MENUSTR_PAGEMOVE_PREV			= Föregående bild\t<-
MENUSTR_PAGEMOVE_HOME			= Första bilden\tHome
MENUSTR_PAGEMOVE_END			= Sista bilden\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Nästa 10:e bild\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Föregående 10:e bild\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Nästa slumpmässiga bild\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Föregående slumpmässiga bild\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Nästa mapp/komprimerade fil\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Föregående mapp/komprimerade fil\t[

MENUSTR_INTERPOLATEMODE			= Interpolering
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilinjär interpolering (snabb)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikubisk interpolering (långsam, hög kvalitet)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos interpolering (långsam, hög kvalitet)

MENUSTR_IMAGE_PROCESSING		= Bildeffekt
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negativ bild\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gammakompensation\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Vänd vertikalt\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Vänd horisontellt\tCtrl+M

MENUSTR_SORT_METHOD			= Sortera efter
MENUSTR_SORT_METHOD_FILENAME		= Namn
MENUSTR_SORT_METHOD_DATE		= Senast ändrad
MENUSTR_SORT_METHOD_SIZE		= Storlek
MENUSTR_SORT_METHOD_EXT			= Typ
MENUSTR_SORT_DESCENDING			= Fallande

MENUSTR_SHOWMODE			= Visa bild
MENUSTR_FILTER_STRETCHWHENSMALL		= Sträck ut små bilder\tZ
MENUSTR_SHOWMODE_NONE			= Ursprunglig storlek (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Anpassa till fönster\t9
MENUSTR_SHOWMODE_FITWIDTH		= Anpassa bredd\t8
MENUSTR_SHOWMODE_TWO_L2R		= Smart dubbelvy (vänster->höger)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Smart dubbelvy (vänster<-höger)\t6

MENUSTR_ZOOM				= Zoom
MENUSTR_ZOOM_IN				= Zooma in\t+
MENUSTR_ZOOM_OUT			= Zooma ut\t-
MENUSTR_ZOOM_FIX			= Fast\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Zooma in (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Zooma ut (1%)\tCtrl+-

MENUSTR_ROTATION			= Rotera
MENUSTR_ROTATION_NONE			= Rotera inte\tAlt+Up
MENUSTR_ROTATION_L90			= Rotera 90˚ moturs\tAlt+Left
MENUSTR_ROTATION_R90			= Rotera 90˚ medurs\tAlt+Right
MENUSTR_ROTATION_180			= Vänd horisontellt\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Fil-/EXIF-information\tTAB
MENUSTR_WALLPAPER			= Använd som skrivbordsbakgrund
MENUSTR_DELETE				= Ta bort\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Kopiera till fotomapp\tIns
MENUSTR_EXTPROG0			= Öppna med bildredigerare\tCtrl+E
MENUSTR_PRINT				= Skriv ut\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Kopiera till Urklipp\tCtrl+C

MENUSTR_SETTING				= Inställningar\tF5
MENUSTR_ABOUT				= Om Honeyview\tF1
MENUSTR_EXIT				= Avsluta\tX

; about popup menu
MENUSTR_HOMEPAGE			= Webbsida
MENUSTR_HELP				= Snabbtangenter

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Lägg till bokmärken\tB
MENUSTR_BOOKMARK_DELALL			= Ta bort alla bokmärken
MENUSTR_BOOKMARK_SETTTING		= Bokmärkesinställningar
MENUSTR_BOOKMARK_EDIT			= Redigera bokmärken\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Avsluta bildspel\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 sekund\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 sekunder\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 sekunder\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 sekunder\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 sekunder\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 sekunder\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 sekunder\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 sekunder\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 sekunder\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 sekunder
MENUSTR_SLIDESHOW_15			= 15 sekunder
MENUSTR_SLIDESHOW_20			= 20 sekunder
MENUSTR_SLIDESHOW_25			= 25 sekunder
MENUSTR_SLIDESHOW_30			= 30 sekunder
MENUSTR_SLIDESHOW_60			= 60 sekunder
MENUSTR_SLIDESHOW_90			= 90 sekunder
MENUSTR_SLIDESHOW_LOOP			= Upprepa
MENUSTR_SLIDESHOW_RANDOM		= Slumpmässigt

MENUSTR_PAGETURNFX_NONE			= Ingen effekt
MENUSTR_PAGETURNFX_HV2			= Vänd
MENUSTR_PAGETURNFX_ALPHA		= Tona
MENUSTR_PAGETURNFX_SLIDE		= Glid

MENUSTR_PHOTOFOLDER_COPY1		= Kopiera till fotomapp 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Flytta till fotomapp 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Kopiera till fotomapp 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Fotomappsinställningar
MENUSTR_PHOTOFOLDER_OPEN		= Öppna fotomapp 1

MENUSTR_TRANSFORMDLG			= Konvertera bild (rotera, ändra storlek)\tCtrl+T

[DIALOG]
IDCANCEL				= Avbryt
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Om Honeyview
IDC_BTN_HOMEPAGE			= Webbsida
IDC_BTN_UPDATE				= Uppdatera

[IDD_SETTING]
IDD_SETTING				= Inställningar
IDC_BTN_INIT				= Återställ

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Generella inställningar
IDC_CHK_USESNAP				= Fäst fönster
IDC_CHK_DONOTREMEMBERFOLDER		= Spara inte senaste mappsökväg
IDC_CHK_ONE_INSTANCE			= Tillåt inte flera instanser av Honeyview
IDC_CHK_ASK_DELETE			= Fråga efter bekräftelse innan borttagning av fil
IDC_CHK_NO_CENTER_MESSAGE		= Visa medelanden i hörnet istället för centrum.
IDC_CHK_ALWAYS_ON_TOP			= Alltid överst(Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Avsluta med ESC
IDC_CHK_CHECK_UPDATE			= Sök efter senaste version
IDC_CHK_CHECK_UPDATE_MINOR		= sök efter mindre versionsuppdateringar
IDC_STATIC_LASTFILEACTION_IMAGE		= Åtgärd vid sista/första bilden:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Åtgärd vid sista/första bilden i arkiv:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Visa inställningar
IDC_CHK_SHOWBORDER			= Visa huvudfönstrets kant
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Visa filnamn på bilden när menyfältet är dold (Snabbtangent: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Spara fast zoom-status
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Visa inte menyfältet
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Visa inte kontrollfältet
IDC_CHK_DO_NOT_SIDE_ARROW		= Visa inte pilknapparna
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Do not display the animation-info control
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Do not display the zoom-info control
IDC_CHK_HIDE_TOOLTIP_HELP		= Visa inte knappbeskrivning vid hovring
IDC_CHK_EXIFINFO_SMALL_FONT		= Använd små tecken för EXIF-/filinfo
IDC_CHK_USEBKGNDIMAGE			= Ändra standardbakgrundsbild
IDC_BTN_BKGND_SET			= Bläddra...
IDC_BTN_BKGND_OPEN			= Öppna mapp
IDC_STATIC_BKGNDCOLOR			= Bakgrundsfärg:
IDC_BTN_BKGND				= Välj...
IDC_STATIC_BORDERCOLOR			= Kantfärg:
IDC_BTN_BORDERCOLOR			= Välj...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Bokmärkesinställningar
IDC_CHK_AUTOBOOKMARK			= Spara automatiskt aktuell bildsökväg, i bokmärken
IDC_CHK_SHARE_SETTING			= Dela inställningar/bokmärken mellan flera instanser.
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Spara automatiskt aktuell bildsökväg, i komprimerade bildfiler.
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Ta bort
IDC_STATIC_MAX_BOOKMARK			= Max antal bokmärken:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Associerade filtillägg
IDC_BTN_IMAGE_SELECT			= Markera alla
IDC_BTN_IMAGE_DESELECT			= Avmarkera alla
IDC_BTN_APPLY_NOW			= Verkställ

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Filassociation
IDC_STATIC_ASSOC_DESC1			= För Windows 8 eller senare kan du associera filerna enligt följande:
IDC_STATIC_ASSOC_DESC2			= 1. Klicka på "Associationsinställningar".
IDC_STATIC_ASSOC_DESC3			= 2. Välj "Markera alla" i Program Associerings Fönstret.
IDC_STATIC_ASSOC_DESC4			= 3. Klicka på "Spara".
IDC_STATIC_ASSOC_DESC1_10		= För Windows 10 eller senare kan du associera filerna enligt följande:
IDC_STATIC_ASSOC_DESC2_10		= 1. Klicka på "Associationsinställningar".
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Associationsinställningar
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klassisk metod

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Bildbehandling
IDC_CHK_EXIFROTATION			= Rotera bilder automatiskt, baserat på EXIF-info
IDC_CHK_STRONG_SHARPEN			= Använd starkt skärpefilter
IDC_CHK_CACHE_IMAGE			= Cache-lagra nästa bild
IDC_STATIC_CACHE_MEMORY_SIZE		= Cache-minnesstorlek: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Visa övre delen av bilden, om bilden är större än fönstret
IDC_CHK_USE_PREVIEW_MODE		= Visa lågkvalitets bilder först för snabbare rendering
IDC_CHK_USE_IMAGE_ICC			= Använd bildens ICC-profildata
IDC_CHK_USE_MONITOR_ICC			= Använd bildskärmens ICC-profildata
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Transparent bakgrund för GIF-bilder:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Transparent bakgrund för 32-bitars bilder:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolering (storleksändring):
IDC_STATIC_PAGETURNFX			= Bildbläddringseffekt:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Aktiv
IDC_STATIC_CUSTOMKEYDESC_KEY		= Snabbtangent
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Åtgärd

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Inställning
IDC_STATIC_CUSTOMMOUSE_ACTION		= Åtgärd
IDC_CHK_CUSTOM_LBUTTON			= Vänster knapp
IDC_CHK_DBLCLICK2MAXIMIZE		= Maximera/Återställ med dubbelklick
IDC_CHK_CLICK2PAGETURN			= Byt bild när vänster eller höger fönstersida klickas
IDC_CHK_CUSTOM_MBUTTON			= Mittenknapp
IDC_CHK_CUSTOM_RBUTTON			= Högerknapp
IDC_CHK_CUSTOM_XBUTTON			= X-knapp
IDC_CHK_CUSTOM_YBUTTON			= Y-knapp
IDC_CHK_CUSTOM_WHEELUP			= Mushjul upp 
IDC_CHK_CUSTOM_WHEELDN			= Mushjul ner

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Kontextmenyinställningar
IDC_CHK_SHELL_USE_SHELL_MENU		= Använd kontextmeny i Windows Utforskaren
IDC_CHK_SHELL_TRANSFORM_DLG		= Konvertera bild med Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Visa bild med Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Förhandsvisa i kontextmenyn
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Visa bildinfo
IDC_CHK_SHELL_SHOW_ICON			= Visa Honeyview-ikon

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Diverse inställningar
IDC_STATIC_PHOTOFOLDER			= Fotomapp
IDC_STATIC_PHOTOFOLDER_DESC1		= Fotomapp 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Fotomapp 2:
IDC_BTN_PHOTOFOLDER_SET1		= Bläddra...
IDC_BTN_PHOTOFOLDER_OPEN1		= Öppna
IDC_BTN_PHOTOFOLDER_SET2		= Bläddra...
IDC_BTN_PHOTOFOLDER_OPEN2		= Öppna
IDC_STATIC_EXTPROGRAM			= Bildredigerare
IDC_BTN_SET_EXTPROG0			= Bläddra...
IDC_BTN_SET_EXTPROG1_FAST		= Förinställt
IDC_CHK_PAGETURNWAV			= Ljudeffekt för bildbläddring
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Öppna inte RAW-bildfiler
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Öppna inte RAW-bildfiler med samma namn, när JPEG-filer öppnas.
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Visa miniatyrbild om det finns, när RAW-bildfiler öppnas. 
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Justera fönsterstorlek efter bildstorlek
IDC_CHK_DISABLE_SCREEN_SAVER		= Inaktivera Windows skärmsläckare medan Honeyview körs

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Språkinställningar
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Ladda ner fler språk...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Öppna språkmapp...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Välj bild
IDC_CHECK_SHOW_THUMBNAIL		= Dölj miniatyrnavigering

[IDD_PASSINPUT]
IDD_PASSINPUT				= Ange lösenord
IDC_STATIC_PASSDESC			= Denna fil är krypterad. Ange lösenord.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Redigera bokmärken
IDC_BTN_DEL				= Ta bort
IDC_BTN_IMPORT				= Importera bokmärken
IDC_BTN_EXPORT				= Exportera bokmärken

[IDD_PRINT]
IDD_PRINT				= Skriv ut
IDC_GROUP_PRINTER			= Välj Skrivare
IDC_BTN_PRINTER_PROPERTY		= Egenskaper
IDC_CHK_ROTATE				= Rotera 90˚
IDC_CHK_FIT_IN				= Anpassa till papper
IDC_STATIC_ZOOM				= Skala:
IDC_STATIC_MARGIN_L			= Marginal vänster:
IDC_STATIC_MARGIN_T			= Överkant:
IDC_STATIC_MARGIN_R			= Höger:
IDC_STATIC_MARGIN_B			= Underkant:
IDC_STATIC_COPIES			= Kopior:
IDC_BTN_PRINT				= Skriv ut
IDC_BTN_CLOSE				= Stäng

[IDD_UPDATE]
IDD_UPDATE				= Honeyview-uppdatering
IDC_STATIC_MESSAGE_1			= Honeyview-uppdatering är klar.
IDC_STATIC_MESSAGE_2			= Klicka på uppdateringsknappen för att installera senaste version.
IDOK					= Uppdatera
IDCANCEL				= Avbryt
IDC_BTN_SETTING_UPDATE			= Inställningar

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Byt namn eller skriv över
IDC_STATIC_ASK_OVERWRITE		= Filen finns redan.
IDC_STATIC_SRC				= Aktuell bild
IDC_STATIC_DST				= Målbild
IDC_BTN_OVERWRITE			= Skriv över
IDC_BTN_RENAME				= Spara som...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Ange skrivbordsbakgrund
IDC_STATIC_PREVIEW			= Förhandsvisning
IDC_STATIC_BACK_COLOR			= Bakgrundsfärg
IDC_RADIO_BACKCOLOR_0			= Svart
IDC_RADIO_BACKCOLOR_1			= Auto
IDC_RADIO_BACKCOLOR_2			= Anpassa...
IDC_BTN_BKGND				= Välj...
IDC_BTN_CLOSE				= Stäng
IDC_BTN_APPLY				= Verkställ

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Öppna fil
IDC_STATIC_OPENING			= Öppnar...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Välj mapp
IDC_STATIC_FOLDER			= Mappsökväg:
IDC_BTN_NEWFOLDER			= Ny mapp
IDC_CHK_OPEN_SUBFOLDER			= Inkludera alla filer från undermappar

[IDD_TRANSFORM]
IDD_TRANSFORM				= Bildkonvertering
IDC_STATIC_FILELIST			= Fillista
IDC_STATIC_PREVIEW			= Förhandsvisning
IDC_BTN_START				= Start
IDC_BTN_CLOSE				= Stäng
IDC_BTN_OPEN_DEST_FOLDER		= Öppna mapp

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Rotera
IDC_RADIO_ROTATE_NONE			= Rotera inte
IDC_RADIO_ROTATE_LEFT			= Rotera 90˚ moturs
IDC_RADIO_ROTATE_RIGHT			= Rotera 90˚ medurs
IDC_RADIO_ROTATE_180			= Rotera 180˚
IDC_RADIO_ROTATE_AUTO			= Rotera automatiskt, baserat på EXIF-info
IDC_STATIC_RESIZE			= Ändra storlek
IDC_STATIC_RESIZE_SIZE			= Ny storlek

IDC_STATIC_FORMAT			= Formatinställningar
IDC_STATIC_FORMAT_SELECT		= Format:
IDC_STATIC_FORMAT_QUALITY		= Kvalitet:
IDC_STATIC_SAVE				= Målmapp
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Spara i ursprunglig mapp
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Spara i fotomapp
IDC_RADIO_TARGETFOLDER_CUSTOM		= Spara i:
IDC_STATIC_FILENAME_HEADER		= Filnamsprefix
IDC_STATIC_FILENAME2SAVE		= Förhandsvisa filnamn 
IDC_BTN_INIT				= Återställ


[SKIN]
$TT_FULLSCREEN				= Helskärm (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Snabbtangent: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= Välj bild (Enter)
$TT_LOCKCONTROLBAR			= Lås kontrollen (Snabbtangent: ~)
$TT_LOCKTITLEBAR			= Lås menyn (Snabbtangent: `)
$TT_COPY_EXIFINFO			= Kopiera bild-/EXIF-Info (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Visa/Dölj bild-/EXIF-Info (Snabbtangent: Tab)
$TT_LAUNCH_GPS_LOCATION			= Visa fotoplats på Google Maps.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Spela upp ljudfilen (ljudeffektfil).
$TT_CLOSE_EXIFINFO			= Stäng (Snabbtangent: Tab)
$TT_PREV_BTN				= V-mus: Föregående, H-mus: Föregående 10:e
$TT_NEXT_BTN				= V-mus: Nästa, H-mus: Nästa 10:e

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Ljudeffekt
$BTN_TEXT_SHOWMODE			= Visa
$BTN_TEXT_PHOTOFOLDER			= Kopiera till
$BTN_TEXT_EDIT				= Redigera
$BTN_TEXT_STICKY			= Lås
$BTN_TEXT_BOOKMARK			= Bokmärke
$BTN_TEXT_SLIDESHOW			= Bildspel
$BTN_TEXT_UPDATE			= Ny version tillgänglig

$TEXT_SETTINGTAB_GENERAL		= Allmänt
$TEXT_SETTINGTAB_VIEW			= Visa
$TEXT_SETTINGTAB_BOOKMARK		= Bokmärke
$TEXT_SETTINGTAB_ASSOC			= Association
$TEXT_SETTINGTAB_IMAGEPROCESS		= Bildbehandling
$TEXT_SETTINGTAB_KEYBOARD		= Tangentbord
$TEXT_SETTINGTAB_MOUSE			= Mus
$TEXT_SETTINGTAB_SHELL			= Kontextmeny
$TEXT_SETTINGTAB_ETC			= Diverse
$TEXT_SETTINGTAB_LANG			= Språk

$TEXT_DESKTOP				= Skrivbord
$TEXT_DOCUMENT				= Dokument
$TEXT_PICTURE				= Bilder
$TEXT_COMPUTER				= Dator


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Konvertera med Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Visa med Honeyview(&3)
TEXT_LOADING				= Läser in...
TEXT_IMAGE_LOAD_FAILED			= Kunde inte läsa in fil
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Ingen förhandsgranskning tillgänglig


[INSTALLER]
LNK_FILE_DESC				= Starta Honeyview
UNINSTALLER_LNK_NAME 			= Programmet avinstalleras

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview körs redan. Avsluta programmet först.
MSG_ASK_DELETE_ALL_FILES		= En del filer återstår i installationsmappen ($INSTDIR).[br][br]Vill du ta bort mappen fullständigt?
MSG_ASK_RESTART_EXPLORER		= För att slutföra installationen måste Windows Utforskaren startas om. Vill du starta om den nu?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 är redan installerat. Du måste avinstallera Honeyview3 för att installera den nya versionen. Vill du fortsätta?
MSG_UNINSTALL_HV3_FAILED		= Avinstallationen misslyckades.
MSG_RESTART_EXPLORER			= Windows Utforskaren kommer att startas om för att slutföra avinstallationen av Honeyview3.

TEXT_LICENSE				= Honeyview licensavtal
TEXT_OPTIONS				= Installationsalternativ
TEXT_OPT_PROGRAMGROUP			= Skapa programgrupp
TEXT_OPT_DESKTOPSHORCUT			= Skapa genväg på skrivbordet
TEXT_OPT_QUICKLAUNCH			= Skapa genväg i snabbstart
TEXT_OPT_FOLDER				= Installationsmapp
TEXT_OPT_REGIMAGE			= Associera bildfiler
TEXT_SELECT_FOLDER			= Välj mapp
TEXT_LICENSE_LINK			= [Webbsida]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= SLUTANVÄNDARAVTAL
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview är en fri ultrasnabb bildvisare, utvecklad och distribuerad av Bandisoft.[br][br]Detta program är fritt för personer, företag, myndigheter och mer.

TEXT_ASK_RESTART_EXPLORER		= Windows Utforskaren kommer att starta om för att slutföra installationen. Vill du starta om den nu?
TEXT_NEED_ADMIN_PRIVILEGE		= Detta program kan endast installeras av användare med administratörsrättigheter.[br][br]Icke-administratörer kan inte installera programmet korrekt.[br][br]Vill du avbryta installationen?

